[
    {"research": [
        {   
            "img": "/src/img/academic-01.jpg",
            "topic": "คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ นำโดยรองศาสตราจารย์ ดร.อุดมเกียรติ นนทแก้ว คณบดีคณะวิศวกรรมศาสตร์ กล่าวต้อนรับ และแนะนำผู้บริหารของคณะวิศวกรรมศาสตร์ พร้อมกล่าวถึงความร่วมมือทางวิชาการ ลงนามบันทึกข้อตกลงความร่วมมือทางวิชาการร่วมกันกับ Japan Material Handling Society, Japan…",
            "faculty": "eng",
            "category": ""},
        {   
            "img": "/src/img/academic-02.jpg",
            "topic": "รองศาสตราจารย์ ดร.ศุภวัชร์ อัศวสัมฤทธิ์ (หัวหน้าทีม) รองศาสตราจารย์ ดร.ชานนท์ พรมสกุล และผู้ช่วยศาสตราจารย์ ดร.ธนวัฒน์ วิเชียรไพศาล อาจารย์ประจำภาควิชาคณิตศาสตร์ คณะวิทยาศาสตร์ประยุกต์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ (มจพ.) นำทีมนักเรียนตัวแทนศูนย์สอวน. มจพ. จำนวน 6 คน เข้าร่วมการแข่งขันคณิตศาสตร์โอลิมปิกระดับชาติ ครั้งที่ 17 (The 17th Thailand Mathematical Olympiad) ระหว่างวันที่ 5-9 ธันวาคม 2563 ณ ศูนย์ สอวน. มหาวิทยาลัยเกษตรศาสตร์ ",
            "faculty": "eng",
            "category": ""}
    ]},
    {"award":[
        {   
            "img": "/src/img/award-01.jpg",
            "topic": "นวัตกรรมต้นแบบโครงข่ายไฟฟ้าแบบพึ่งพาตนเองนี้ ตอบโจทย์ในเรื่องเครื่องกำเนิดไฟฟ้าอัจฉริยะ และพลังงานทางเลือกที่นำระบบชุดควบคุมเทคโนโลยีเครื่องกำเนิดไฟฟ้าอัจฉริยะ เทคโนโลยีเซลล์พลังงานแสงอาทิตย์ และเทคโนโลยีการกักเก็บไฟฟ้าจากระบบแบตเตอรี่ชนิดลิเธี่ยม สามารถผลิตกระแสฟ้าได้ตลอด 24 ชั่วโมง ลดต้นทุนในการผลิตไฟฟ้าต่อหน่วยมีราคาต่ำกว่าเมื่อเทียบกับค่า FT เพื่อสร้างความเชื่อมั่นให้ผู้บริโภคในการหันมาใช้พลังงานสะอาด…",
            "faculty": "eng",
            "category": ""},
        {   
            "img": "/src/img/award-02.jpg",
            "topic": "ภาควิชาวิศวกรรมเคมี มจพ. (Ch.E) ได้รับรางวัล Hutchison Medal จาก Institution of Chemical Engineers (IChemE) ซึ่งเป็นการวิจัยร่วมระหว่าง ภาควิชาวิศวกรรมเคมี (Ch.E) และ สาขาวิชาเทคโนโลยีวิศวกรรมกระบวนการเคมี (CPet) พิธีมอบรางวัลจะจัดขึ้น ณ ห้องประชุม Institution of Chemical Engineers (IChemE)…",
            "faculty": "eng",
            "category": ""},
        {  
            "img": "/src/img/award-03.jpg",
            "topic": "ศาสตราจารย์ ดร.สุชาติ เซี่ยงฉิน อธิการบดีมหาวิทยาลัยฯ ให้เกียรติเป็นประธานในพิธีเปิดและมอบรางวัลวิทยานิพนธ์ดีเด่น ประจำปีการศึกษา 2561 จัดโดยบัณฑิตวิทยาลัย ในปีการศึกษานี้ได้มีคณาจารย์และนักศึกษาระดับบัณฑิตศึกษาจากคณะวิทยาศาสตร์ประยุกต์เข้ารับ ซึ่งพิจารณาจากผลงานวิทยานิพนธ์ของนักศึกษาที่สอบป้องกันและส่งเล่มวิทยานิพนธ์ฉบับสมบูรณ์ และมีวัตถุประสงค์ให้นักศึกษาเห็นความสำคัญของงานวิจัยและวิทยานิพนธ์…",
            "faculty": "eng",
            "category": ""},
        {   
            "img": "/src/img/award-04.jpg",
            "topic": "ผู้ช่วยศาสตราจารย์ ดร.ปรวัฒน์ วิสูตรศักดิ์ ภาควิชาวิทยาการคอมพิวเตอร์และสารสนเทศ คณะวิทยาศาสตร์ประยุกต์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ (มจพ.) ได้รับรางวัล Best Presentations จากการนำเสนอผลงานวิจัยเรื่อง \"Activity Classification using Backpropagation Neural Networks for the Daily Lives of the Elderly\" …",
            "faculty": "eng",
            "category": ""},
        {   
            "img": "/src/img/award-05.jpg",
            "topic": "สภามหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ มีมติอนุมัติ ในการประชุม ครั้งที่ 3/2563 วันที่ 7 เมษายน 2563 นั้น และมีคณาจารย์คณะวิทยาศาสตร์ประยุกต์ ได้รับการแต่งตั้งให้ดำรงตำแหน่งทางวิชาการ ซึ่งมีทั้งหมด 4 ท่าน…",
            "faculty": "eng",
            "category": ""},
        {   
            "img": "/src/img/award-06.jpg",
            "topic": "นักศึกษาคณะวิทยาศาสตร์ประยุกต์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ (มจพ.) ที่ได้รับการพิจารณาจาก มูลนิธิศาสตราจารย์ ดร.แถบ นีละนิธิ โดยประกาศรายชื่อผู้สมควรได้รับรางวัลการศึกษาและการวิจัยทางวิทยาศาสตร์ ครั้งที่ 53 ประจำปี พ.ศ.2563…",
            "faculty": "eng",
            "category": ""},
        {  
            "img": "/src/img/award-07.jpg",
            "topic": "นักศึกษา มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ (มจพ.) ได้รับรางวัลรองชนะเลิศอันดับ 1 และรางวัลรองชนะเลิศอันดับ 2 จากการแข่งขัน TPA KARAKURI CONTEST Thailand Championship 2020 (ครั้งที่ 1) ในเกม \"BENTO SET DELIVERY\" จัดโดยสมาคมส่งเสริมเทคโนโลยี (ไทย-ญี่ปุ่น) โดยมีทีมจากสถาบันการศึกษาทั่วประเทศเข้าร่วมแข่งมากกว่า 30 ทีม…",
            "faculty": "eng",
            "category": ""},
        {   
            "img": "/src/img/award-08.jpg",
            "topic": "ศูนย์ สอวน. มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ (มจพ.) ได้ส่งนักเรียนตัวแทนศูนย์ฯ จำนวน 6 คน เข้าร่วมการแข่งขันชีววิทยาโอลิมปิกระดับชาติ ครั้งที่ 17 (17th TBO) ระหว่างวันที่ 5-9 ธันวาคม 2563 ณ คณะวิทยาศาสตร์ มหาวิทยาลัยเชียงใหม่ จังหวัดเชียงใหม่ ซึ่งในการแข่งขันครั้งนี้ ศูนย์ สอวน. มจพ. คว้า 1 เหรียญเงิน 3 เหรียญทองแดง…",
            "faculty": "eng",
            "category": ""},
        {   
            "img": "/src/img/award-09.jpg",
            "topic": "นักศึกษาภาควิชาเทคโนโลยีอุตสาหกรรมเกษตร อาหาร และสิ่งแวดล้อม (AFET) คณะวิทยาศาสตร์ประยุกต์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือในการแข่งขันกีฬาเปิดกระป๋อง ครั้งที่ 27 ระหว่างวันที่ 3-5 มกราคม พ.ศ. 2563 ณ มหาวิทยาลัยขอนแก่น ซึ่งมีมหาวิทยาลัยต่างๆ ที่เปิดหลักสูตรวิทยาศาสตร์และเทคโนโลยีทางอาหารจากทั่วประเทศเข้าร่วมการแข่งขันกว่า 16 มหาวิทยาลัยได้รับรางวัลรองชนะเลิศ อันดับ 2…",
            "faculty": "eng",
            "category": ""}
    ]},
    {"invent": [
        {   
            "img": "/src/img/invent-01.jpg",
            "topic": "คณะวิศวกรรมศาสตร์ ร่วมกับศิษย์เก่า องค์กรเครือข่ายพันธมิตรของ มหาวิทยาลัยด้านการวิจัยและเทคโนโลยี ผลิตนวัตกรรมที่สร้างมาจากองค์ความรู้ด้านการวิจัยของมหาวิทยาลัย ได้ส่งมอบตู้ตรวจโรคโควิด -19 ความดันบวก และตู้ตรวจโรคโควิด -19 ความดันลบ…",
            "faculty": "sci",
            "category": ""},
        {   
            "img": "/src/img/invent-02.jpg",
            "topic": "ส่งมอบหุ่นยนต์เคลื่อนที่แบบหลายแกน ประยุกต์ฆ่าเชื้อด้วยแสง UVC แบบบังคับขับเคลื่อนล้อแมคคานั่ม ซึ่งได้รับการสนับสนุนจากสำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ (สวทช.) ร่วมกับ บริษัท แมกซ์ แวลู เทคโนโลยี จำกัด..",
            "faculty": "sci",
            "category": ""},
        {   
            "img": "/src/img/invent-03.jpg",
            "topic": "คณะวิศวกรรมศาสตร์ มจพ. และ ศูนย์วิจัยเผากากของเสีย ภาควิชาวิศวกรรมเครื่องกลและการบิน-อวกาศ ร่วมกันวิจัยและสร้างเตาเผาขยะติดเชื้อขนาดเล็ก ใช้สำหรับเผาทำลายหน้ากากอนามัยและขยะติดเชื้ออื่น ๆ เป็นเตาเผาขยะระบบ 2 ห้องเผาไหม้ …",
            "faculty": "sci",
            "category": ""},
        {  
            "img": "/src/img/invent-04.jpg",
            "topic": "ทีมนักศึกษาและอาจารย์จากชมรมหุ่นยนต์ IRAP พัฒนาร่วมกับ บริษัท พีทีที โกลบอล เคมิคอล จำกัด โดยมีเป้าหมายในการสร้างหุ่นยนต์ต้นแบบที่สามารถไต่ถังเหล็กขนาดใหญ่ในแนวดิ่งและวัดความหนาของถังเพื่อประเมินการสึกกร่อนที่เกิดขึ้นภายในถัง…",
            "faculty": "sci",
            "category": ""}
    ]},
    {"scholarship" : [
        {   
            "img": "/src/img/sch-01.jpg",
            "topic": "ศาสตราจารย์ ดร.อรรถกร เก่งพล อาจารย์ประจำภาควิชาวิศวกรรมอุตสาหการ คณะวิศวกรรมศาสตร์ ได้รับทุนสนับสนุนการวิจัยจาก Erasmus + KA2 – Capacity Building in the field of Higher Education ภายใต้คณะทำงานร่วมกับสถาบันเทคโนโลยีแห่งเอเซีย เพื่อดำเนินโครงการวิจัย เรื่อง Curriculum Development of Master’s Degree Program in industrial Engineering for Thailand Sustainable Smart Industry (MSIE 4.0)…",
            "faculty": "sci",
            "category": ""},
        {  
            "img": "/src/img/sch-02.jpg",
            "topic": "คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ รถจักรยานยนต์ไฟฟ้าที่จะมีสมรรถนะเหมาะสมต่อการให้บริการสาธารณะ ช่วยลดปัญหาการปล่อยมลพิษทางอากาศและฝุ่น PM 2.5 จากภาคการขนส่ง ได้รับทุนวิจัยในการดำเนินโครงการ…",
            "faculty": "sci",
            "category": ""}
    ]}
]
